[
  {
    "id": 1,
    "correct": 0,
    "iq": 68,
    "ability": "68 IQ darajaga ega insonlar qobiliyatlarini bir necha yo'nalishlarda namoyish etishlari mumkin. Ularga quyidagilarga qodir bo'lishlari mumkin:\n1. Odatiy hayotda o'zining imkoniyatlariga muvofiq ishlash. 68 IQ darajasi past bo'lishi bilan birga, ularga odatiy harakatlarni tushuntirish va undashlar.\n2. O'quvda darslar o'tkazish. Bu, ularning o'zlashtirish qobiliyatlarini oshirishi mumkin. Bu darslar, ularning riyoziyat, so'zlashish, hisoblash, muammo yechish va qaror qabul qilishga oid qobiliyatlarini oshirishi mumkin.\n3. Eng muhimi, ularning qobiliyatlariga yo'naltirilgan ta'lim yo'nalishini aniqlash. 68 IQ darajasi bilan insonlar, ma'lum yo'nalishlarda xavfliroq bo'lishlari mumkin. Ularga maxsus e'lon qilinayotgan dasturlash, texnologiya, savdo va xizmatlar sohasida ish berish muammoliroq. Ularga ushbu sohalar bo'yicha texnik va amaliy bilimlarni o'rgatishda yordam berish, ularga muhim bilimlarni o'rgatish, kuchli yordam berish kerak bo'ladi."
  },
  {
    "id": 2,
    "correct": 1,
    "iq": 70,
    "ability": "70 IQ darajaga ega insonlar, 68 IQ darajaga ega insonlarga nisbatan bir necha qobiliyatlar va muhim qadriyatlarda oshishadi. Ularga quyidagi tadbirlarda qodir bo'lishlari mumkin:\n1. O'quvda o'rtacha darajada darslar o'tkazish. 70 IQ darajasi bilan insonlar, odatiy darslarda o'zlarini oshirishi mumkin. Ularga tarix, tabiiy fanlar, ijtimoiy fanlar va til bilimlarini o'rganishga qodir bo'lishlari mumkin.\n2. Mahoratli so'zlashish va yozish qobiliyatlarini rivojlantirish. 70 IQ darajasi bilan insonlar, qo'shma til bilishlari va o'z fikrlarini ifoda qilishda yaxshi bo'lishlari mumkin. Ularga ko'plab matnlar o'qish, yozish mashg'ulotlari va so'zlashish uchun o'quv vositalaridan foydalanish imkoniyati \nberilishi kerak.\n3. Ilova qilish va hisoblash sohasida ish bermoq. 70 IQ darajasi bilan insonlar, oddiy dasturlash tilini o'rganishda muvaffaqiyat ko'rsatishi mumkin. Ularga yozma yoki kompyuterlik ilovalarni tuzish va ulardan foydalanish qobiliyatlarini rivojlantirish uchun o'quv resurslari va kurslar taqdim etish kerak.\n4. Sifatli yechim topish va muammolarni hal qilish. 70 IQ darajasi bilan insonlar, muammo va muammolarni yechish, o'zlariga maxsus yechim topish va javob topish qobiliyatlarini rivojlantirishi mumkin. Ularga muammolarga oid mashg'ulotlar va savollar taqdim etish orqali ularning muammolarni hal qilish, tahlil qilish va alternativ yechimlarni topish qobiliyatlarini rivojlantirish kerak.\n5. O'zlari iste'mol qilishi uchun ijtimoiy va ma'rifiy resurslardan foydalanish. 70 IQ darajasi bilan insonlar, o'zlariga mos bo'lgan ijtimoiy tarmoqlar, kitoblar, maqolalar, podcastlar va kurslardan foydalanish orqali o'z bilim va bilimlarini oshirishlari mumkin."
  },
  {
    "id": 3,
    "correct": 2,
    "iq": 72,
    "ability": "72 IQ darajasiga ega bo'lgan insonlar o'rta darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ularga quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish: Bu darajadagi insonlar o'z bilim va ma'lumotlarini oshirishga qodir bo'ladi. Ularga o'qish, o'rganish, oddiy muammolarni tahlil qilish va ma'lumotlarni o'rganish qobiliyatlari bor.\n2. Asosiy hujjatlarni tushunish: 72 IQ darajasiga ega insonlar asosiy hujjatlarni tushunishda qobiliyatga ega bo'ladi. Ularga odatiy matematika masalalarni tahlil qilish, jadval tuzish va hujjatlardan foydalanish qobiliyatlari bor.\n3. Rutin ishlar: Bu darajaga ega insonlar odatiy va rutin ishlarda qobiliyatga ega bo'ladi. Ularga ma'lumotlar bilan ishlash, bog'liq hujjatlarni to'plash, qayta ishlash va oddiy amaliyotlar bajarish qobiliyatlari bor.\n4. Odatiy sotsial munosabatlar: 72 IQ darajasi insonlari odatiy sotsial munosabatlarda muvaffaqiyat qozonishlari mumkin. Ularga o'z fikrlarini ifoda qilish, guruh ishlari bilan birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Muammolarni yechish: 72 IQ darajasi insonlari oddiy muammolarni tahlil qilish va yechish imkoniyatiga ega bo'lishlari mumkin. Ularga analitik fikrlash, muhokama qilish va yechishning oddiy usullarini qo'llash qobiliyatlari bor.\n72 IQ darajasiga ega bo'lgan insonlar, o'z bilim va mahoratlarini oshirishga intizomli davom etish, o'rganish va amaliy mashg'ulotlarga ehtiyoj tuyishadi. Ularning o'zlarini rivojlantirish, bilimlarini oshirish va o'zlashtirishlari uchun imkoniyatlardan foydalanishlari muhimdir. Ularga yordam beruvchilar, motivatsiya va qo'llab-quvvatlashlari ham muhimdir."
  },
  {
    "id": 4,
    "correct": 3,
    "iq": 74,
    "ability": "74 IQ darajasiga ega bo'lgan insonlar o'rta darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ularga quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish: Bu darajadagi insonlar o'z bilim va qobiliyatlarini oshirishga qodir bo'ladi. Ularga o'qish, o'rganish, oddiy muammolarni tahlil qilish va ma'lumotlarni o'rganish qobiliyatlari bor.\n2. Asosiy hujjatlarni tushunish: 74 IQ darajasiga ega insonlar asosiy hujjatlarni tushunishda qobiliyatga ega bo'ladi. Ularga odatiy matematika masalalarni tahlil qilish, jadval tuzish va hujjatlardan foydalanish qobiliyatlari bor.\n3. Rutin ishlar: Bu darajaga ega insonlar odatiy va rutin ishlarda qobiliyatga ega bo'ladi. Ularga ma'lumotlar bilan ishlash, bog'liq hujjatlarni to'plash, qayta ishlash va oddiy amaliyotlar bajarish qobiliyatlari bor.\n4. Odatiy sotsial munosabatlar: 74 IQ darajasi insonlari odatiy sotsial munosabatlarda muvaffaqiyat qozonishlari mumkin. Ularga o'z fikrlarini ifoda qilish, guruh ishlari bilan birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Muammolarni yechish: 74 IQ darajasi insonlari oddiy muammolarni tahlil qilish va yechish imkoniyatiga ega bo'lishlari mumkin. Ularga analitik fikrlash, muhokama qilish va yechishning oddiy usullarini qo'llash qobiliyatlari bor.\n74 IQ darajasiga ega bo'lgan insonlar, o'zlarini o'zlashtirish, o'z bilim va mahoratlarini oshirishga intizomli davom etish, o'rganish va amaliy mashg'ulotlarga ehtiyoj tuyishadi. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va o'zlashtirishlari uchun imkoniyatlardan foydalanishlari muhimdir. Ularga yordam beruvchilar, motivatsiya va qo'llab-quvvatlashlari ham muhimdir."
  },
  {
    "id": 5,
    "correct": 4,
    "iq": 76,
    "ability": "76 IQ darajasiga ega bo'lgan insonlar o'rta darajada intellektual kuchi va ma'lumotlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish: Bu darajadagi insonlar o'z bilim va ma'lumotlarini oshirishga qodir bo'ladi. Ularga o'qish, o'rganish, oddiy muammolarni tahlil qilish va ma'lumotlarni o'rganish qobiliyatlari bor.\n2. Asosiy hujjatlarni tushunish: 76 IQ darajasiga ega insonlar asosiy hujjatlarni tushunishda qobiliyatga ega bo'ladi. Ularga odatiy matematika masalalarni tahlil qilish, jadval tuzish va hujjatlardan foydalanish qobiliyatlari bor.\n3. Rutin ishlar: Bu darajaga ega insonlar odatiy va rutin ishlarda qobiliyatga ega bo'ladi. Ularga ma'lumotlar bilan ishlash, bog'liq hujjatlarni to'plash, qayta ishlash va oddiy amaliyotlar bajarish qobiliyatlari bor.\n4. Odatiy sotsial munosabatlar: 76 IQ darajasi insonlari odatiy sotsial munosabatlarda muvaffaqiyat qozonishlari mumkin. Ularga o'z fikrlarini ifoda qilish, guruh ishlari bilan birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Muammolarni yechish: 76 IQ darajasi insonlari oddiy muammolarni tahlil qilish va yechish imkoniyatiga ega bo'lishlari mumkin. Ularga analitik fikrlash, muhokama qilish va yechishning oddiy usullarini qo'llash qobiliyatlari bor.\n76 IQ darajasiga ega bo'lgan insonlar, o'zlarini rivojlantirish, o'z bilim va mahoratlarini oshirishga intizomli davom etish, o'rganish va amaliy mashg'ulotlarga ehtiyoj tuyishadi. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va o'zlashtirishlari uchun imkoniyatlardan foydalanishlari muhimdir. Ularga yordam beruvchilar, motivatsiya va qo'llab-quvvatlashlari ham muhimdir."
  },
  {
    "id": 6,
    "correct": 5,
    "iq": 78,
    "ability": "78 IQ darajasiga ega bo'lgan insonlar o'rtacha darajada intellektual kuchi va ma'lumotlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish: Bu darajadagi insonlar o'z bilim va qobiliyatlarini oshirishga qodir bo'ladi. Ularga o'qish, o'rganish, oddiy muammolarni tahlil qilish va ma'lumotlarni o'rganish qobiliyatlari bor.\n2. Asosiy hujjatlarni tushunish: 78 IQ darajasiga ega insonlar asosiy hujjatlarni tushunish qobiliyatga ega bo'ladi. Ularga odatiy matematika masalalarni tahlil qilish, jadval tuzish va hujjatlardan foydalanish qobiliyatlari bor.\n3. Rutin ishlar: Bu darajaga ega insonlar odatiy va rutin ishlarda qobiliyatga ega bo'ladi. Ularga ma'lumotlar bilan ishlash, hujjatlarni to'plash, qayta ishlash va oddiy amaliyotlar bajarish qobiliyatlari bor.\n4. Odatiy sotsial munosabatlar: 78 IQ darajasi insonlari odatiy sotsial munosabatlarda muvaffaqiyat qozonishlari mumkin. Ularga o'z fikrlarini ifoda qilish, guruhda birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Muammolarni yechish: 78 IQ darajasi insonlari oddiy muammolarni tahlil qilish va yechish imkoniyatiga ega bo'lishlari mumkin. Ularga analitik fikrlash, muhokama qilish va yechishning oddiy usullarini qo'llash qobiliyatlari bor.\n78 IQ darajasiga ega bo'lgan insonlar, o'zlarini rivojlantirish, o'z bilim va mahoratlarini oshirishga intizomli davom etish, o'rganish va amaliy mashg'ulotlarga ehtiyoj tuyishadi. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va o'zlashtirishlari uchun imkoniyatlardan foydalanishlari muhimdir. Ularga yordam beruvchilar, motivatsiya va qo'llab-quvvatlashlari ham muhimdir."
  },
  {
    "id": 7,
    "correct": 6,
    "iq": 80,
    "ability": "80 IQ darajasiga ega bo'lgan insonlar o'rtacha darajada yuqori intellektual kuchga ega bo'ladi va bir nechta muhim faoliyatlarga qodir bo'lishlari mumkin. Ularga quyidagi faoliyatlar va mashg'ulotlar uchun qobiliyatlar mavjud:\n1. Tahlil qilish: 80 IQ darajasiga ega insonlar muammolarni tahlil qilish va uni yechishda yuqori darajada qobiliyatga ega bo'lishlari mumkin. Ularga sodda va murakkab muammolarni yechish uchun analitik va mantiqiy qobiliyatlari bo'lishi mumkin.\n2. O'rganish: 80 IQ darajasi o'rtacha darajada o'zlashtirish va o'z bilimlarini oshirishga qodir bo'lgan insonlarga xos. Ularga o'qish, o'rganish va yangi ma'lumotlarni olish uchun motivatsiya va istiqbolli muhit ta'minlash kerak.\n3. Amaliy mashg'ulotlar: Bu darajaga ega insonlar o'z faoliyatlarida odatda mustaqil ishlashga qodir bo'lishadi. Ularga o'zlarini rivojlantirish uchun yangi mashg'ulotlarga qatnashish, yangi mahoratlar o'rganish va ko'plab sohalarda muvaffaqiyat qozonish imkoniyati mavjud.\n4. Sotsial munosabatlar: 80 IQ darajasi insonlarga o'rtacha darajada ijtimoiy munosabatlar qurishadi. Ularga qobiliyat beriladi, o'z fikrlarini ifoda qilish, guruhlar bilan birgalikda ishlash va ijtimoiy muhitda o'z ovozini qo'llab-quvvatlash imkoniyatlari mavjud.\n5. Yaratish va innovatsiyalar: Bu darajaga ega bo'lgan insonlar yangi ideyalar va yangiliklar yaratishda qobiliyatga ega bo'lishlari mumkin. Ularning o'zlarini rivojlantirish uchun imkon yaratish va innovatsiya sohasida ishlash qobiliyatlari mavjud.\n80 IQ darajasi insonlarning o'zlarini o'zlashtirish, o'z bilim va mahoratlarini oshirish, yangi bilimlar o'rganish va ijtimoiy muhit bilan o'rtacha darajada hamkorlik qilish imkonini beradi. Bu daraja insonlar uchun o'zlarini rivojlantirish va o'zlarini qamrab olgan sohalarda muvaffaqiyat qozonish uchun imkoniyatlar mavjuddir."
  },
  {
    "id": 8,
    "correct": 7,
    "iq": 82,
    "ability": "82 IQ darajasiga ega bo'lgan insonlar yuqori o'rta darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Tahlil qilish: 82 IQ darajasiga ega insonlar muammolarni tahlil qilish va uni yechishda yuqori qobiliyatga egalar. Ular mantiqiy va analitik fikrlash va muhokama qilish bo'yicha maqsadga muvofiq ishlovchi ko'nikmalarga ega bo'lishlari mumkin.\n2. O'rganish: Bu darajadagi insonlar o'zlashtirish va o'z bilimlarini oshirishga qodir bo'ladi. Ularning o'qish, o'rganish va yangi ma'lumotlarni olish uchun qat'iyat bilan intizomli davom etish, analitik qobiliyatlarini rivojlantirish va qayta fikrlash qobiliyatlari mavjud.\n3. Problemlarni yechish: 82 IQ darajasi insonlariga sodda va odatiy masalalar yechishda muvaffaqiyatlidirlar. Ularning murakkab va tushunmovchilik talab qiluvchi masalalarni ham tahlil qilish va yechish uchun samarali strategiyalar va mantiqiy qobiliyatlari bor.\n4. Sotsial munosabatlar: Bu darajaga ega insonlar ijtimoiy muhitda o'rtacha darajada muvaffaqiyat qozonishlari mumkin. Ularning o'z fikrlarini ifoda qilish, guruh ishlari bilan birgalikda ishlash, tashkilotlarda o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Yaratish va innovatsiyalar: 82 IQ darajasiga ega bo'lgan insonlar yangi ideyalar va yangiliklar yaratishda qobiliyatga ega bo'lishlari mumkin. Ularning muhokama qilish, alternativ hal etish va yangi yechimlar topishda yuqori darajada ishtirok etish qobiliyatlari bor.\n82 IQ darajasiga ega bo'lgan insonlar, o'zlarini rivojlantirish va rivojlantirish uchun o'rganish, amaliy mashg'ulotlar va ijtimoiy muhit bilan birgalikda ishlash imkoniyatlaridan foydalanishlari muhimdir. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va yangi bilimlarni o'rganishga motivatsiyalaridan foydalanishlari muhimdir."
  },
  {
    "id": 9,
    "correct": 8,
    "iq": 84,
    "ability": "84 IQ darajasiga ega bo'lgan insonlar yuqori o'rta darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Tahlil qilish: 84 IQ darajasiga ega insonlar muammolarni tahlil qilish va unga yechishda yuqori darajada qobiliyatga ega bo'ladi. Ular mantiqiy fikrlash, muhokama qilish va ko'nikmalarga ega bo'lishadi.\n2. O'rganish: Bu darajadagi insonlar o'z bilimlarini oshirish va yangi ma'lumotlarni olishga qodir bo'ladi. Ularga o'qish, o'rganish va yangi konseptlarni tushunish uchun motivatsiya, istiqbolli muhit va o'zlashtirish qobiliyatlari bor.\n3. Problemlarni yechish: 84 IQ darajasi insonlariga sodda va odatiy masalalar yechishda o'zlarini muvaffaqiyatli his etishadi. Ularning murakkab muammolarni tahlil qilish, alternativ hal etish va yechish uchun mantiqiy qobiliyatlari bor.\n4. Sotsial munosabatlar: Bu darajaga ega insonlar ijtimoiy muhitda o'rtacha darajada muvaffaqiyat qozonishlari mumkin. Ularning o'z fikrlarini ifoda qilish, guruh bilan birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Yaratish va innovatsiyalar: 84 IQ darajasiga ega bo'lgan insonlar yangi ideyalar va yangiliklar yaratishda qobiliyatga ega bo'lishlari mumkin. Ularning yaratuvchan fikrlash, kreativlik, yangi yechimlar topish va innovatsion yondashuv qobiliyatlari bor.\n84 IQ darajasiga ega bo'lgan insonlar o'zlarini rivojlantirish, o'z bilim va mahoratlarini rivojlantirish, yangi bilimlar o'rganish va ijtimoiy muhit bilan o'rtacha darajada hamkorlik qilish imkoniyatlaridan foydalanishlari muhimdir. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va yangi bilimlarni o'rganishda motivatsiyalaridan foydalanishlari muhimdir."
  },
  {
    "id": 10,
    "correct": 9,
    "iq": 86,
    "ability": "86 IQ darajasiga ega bo'lgan insonlar yuqori o'rta darajada intellektual kuchi va ma'lumotlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Tahlil qilish: 86 IQ darajasiga ega insonlar muammolarni tahlil qilish va tahlil qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning kompleks muammolar bilan ishlash, mantiqiy fikrlash, muhokama qilish va yechish qobiliyatlari bor.\n2. O'rganish: Bu darajadagi insonlar o'z bilimlarini oshirish va yangi ma'lumotlarni olishga qodir bo'ladi. Ularning o'qish, o'rganish, xilma-xilliklar va kategoriyalar orasida bog'liq tushunchalarni o'rganish qobiliyatlari bor.\n3. Problemlarni yechish: 86 IQ darajasi insonlariga murakkab va tushunmovchilik talab qiluvchi masalalarni tahlil qilish va yechish imkoniyatlari beriladi. Ularning analitik fikrlash, muhokama qilish va alternativ hal etish qobiliyatlari bor.\n4. Sotsial munosabatlar: Bu darajaga ega insonlar ijtimoiy muhitda o'rtacha darajada muvaffaqiyat qozonishlari mumkin. Ularning o'z fikrlarini ifoda qilish, guruh ishlari bilan birgalikda ishlash, tashkilot ichida o'z vazifalarini bajarish va qaror qabul qilish qobiliyatlari bor.\n5. Yaratish va innovatsiyalar: 86 IQ darajasiga ega bo'lgan insonlar yangi ideyalar va yangiliklar yaratishda qobiliyatga ega bo'lishlari mumkin. Ularning kreativlik, yaratuvchan fikrlash va innovatsion yondashuv qobiliyatlari bor.\n86 IQ darajasiga ega bo'lgan insonlar o'zlarini rivojlantirish, o'z bilimlarini oshirish va ijtimoiy muhit bilan o'rtacha darajada hamkorlik qilish imkoniyatlaridan foydalanishlari muhimdir. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va yangi bilimlarni o'rganishga motivatsiyalaridan foydalanishlari muhimdir."
  },
  {
    "id": 11,
    "correct": 10,
    "iq": 88,
    "ability": "88 IQ darajasiga ega bo'lgan insonlar yuqori darajada intellektual kuchi va ma'lumotlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish va intellektual yuqori darajalarni rivojlantirish: Bu darajadagi insonlar o'zlarini rivojlantirish, o'z bilim va mahoratlarini yanada oshirishga intizomli davom etishadi. Ularning turli sohalarda o'rganish, intellektual yuqori darajalarni rivojlantirish, qo'llab-quvvatlash va ilmiy tadqiqotlar qilish qobiliyatlari bor.\n2. Kompleks muammolarni yechish: 88 IQ darajasi insonlari kompleks muammolarni tahlil qilish va yechishga qodir bo'ladi. Ularning analitik fikrlash, tahlil qilish, ilmiy tadqiqotlar va muhokama qilish qobiliyatlari bor.\n3. So'zlash va maqola yozish: Bu darajaga ega insonlar o'z fikrlarini ifoda qilish, maqola yozish va so'zlashda muvaffaqiyat qozonishlari mumkin. Ularning ijobiy ta'sir qo'ymoq, fikrlarini rivojlantirish, maslahatlarni bermoq va maqolalar yozish qobiliyatlari bor.\n4. Sotsial va guruh ishlari: 88 IQ darajasi insonlari sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning birgalikda ishlash, guruhdagi liderlik vazifalarini bajarish, qaror qabul qilish va maqbulot qozonish qobiliyatlari bor.\n5. Analitik fikrlash: Bu darajadagi insonlar muammolarni tahlil qilish va yechishga qodir bo'ladi. Ularning analitik fikrlash, mantikaviy muhokama qilish va muammolarni jiddiylik bilan tahlil qilish qobiliyatlari bor.\n86 IQ darajasiga ega bo'lgan insonlar o'zlarini rivojlantirish, o'z bilimlarini oshirish va ijtimoiy muhit bilan o'rtacha darajada hamkorlik qilish imkoniyatlaridan foydalanishlari muhimdir. Ularning o'zlarini rivojlantirish, tajribalarini oshirish va yangi bilimlarni o'rganishga motivatsiyalaridan foydalanishlari muhimdir."
  },
  {
    "id": 12,
    "correct": 11,
    "iq": 90,
    "ability": "90 IQ darajasiga ega bo'lgan insonlar yuqori darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Kuchli o'rganish va tahlil: 90 IQ darajasidagi insonlar o'zlarini rivojlantirishda va yangi ma'lumotlarni o'rganishda yuqori darajada qobiliyatga ega bo'ladi. Ularning turli sohalarda o'rganish, tahlil qilish, ilmiy tadqiqotlar qilish va muhokama qilish qobiliyatlari bor.\n2. Muammolarni yechish va innovatsiyalar: Bu darajadagi insonlar kompleks muammolarni tahlil qilish, yechish va innovatsiyalar taklif qilishga qodir bo'ladi. Ularning analitik fikrlash, tahlil qilish, qiyoslash, yaratish va o'zgartirishga qodir bo'lish qobiliyatlari bor.\n3. Kreativlik va innovatsiya: 90 IQ darajasi insonlari kreativlikni rivojlantirish va innovatsiyalar yaratishga qodir bo'ladi. Ularning yaratuvchi fikrlash, problemalar yechishda ijtimoiy va ilmiy tadqiqotlarga qatnashish, yaratish va boshqarish qobiliyatlarini yanada rivojlantirish qobiliyatlari bor.\n4. Sotsial va guruh ishlari: 90 IQ darajasi insonlari sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning birgalikda ishlash, guruhdagi liderlik vazifalarini bajarish, qaror qabul qilish va maqbulot qozonish qobiliyatlari bor.\n5. Tushunchalar va tafakkur: Bu darajaga ega insonlar muhim tushunchalar va tafakkurlarni o'zlashtirishga qodir. Ularning muhim mantiqiy tahlil qilish, tushunish, muhokama qilish va o'z fikrlarini ifoda qilish qobiliyatlari bor.\n90 IQ darajasi insonlarining keng ko'lamdagi o'zlashtirish, o'rganish, ishlab chiqish, ijtimoiy munosabatlar va kreativlik imkoniyatlari ularga yanada keng qamrovli faoliyat yuritishga imkoniyatlari bor. Ularga o'zlarini rivojlantirish, tajribalarini oshirish va yangi maqsadlar bilan yurish uchun imkoniyatlardan foydalanish muhimdir."
  },
  {
    "id": 13,
    "correct": 12,
    "iq": 92,
    "ability": "92 IQ darajaga ega bo'lgan insonlar yuqori darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin analitik va muhokama qilish: 92 IQ darajasi insonlar muhim muammolarni tahlil qilish, yechish va muhokama qilishda yorqin qobiliyatga ega bo'ladi. Ularning kompleks muammolarni hal qilish, muhokama qilish, alternativ variantlarni o'rganish va fikrlarini mantiqiy ravishda ifodalash qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlikni rivojlantirish va innovatsiyalar yaratishga qodir bo'ladi. Ularning tushunchalarini yaxshi tarzda ifoda qilish, yangi ideyalarni generatsiya qilish, muammolar uchun yechimlar topish va innovatsiyalar taklif qilish qobiliyatlari bor.\n3. Baland darajali o'rganish: 92 IQ darajasi insonlar o'zlarini o'zlashtirishda va yangi bilim va ma'lumotlarni o'rganishda yuqori darajada qobiliyatga ega bo'ladi. Ular ilmiy tadqiqotlar, tahliliy ma'lumotlar va o'zlashtirishning murakkab muammosini hal qilishga qodir bo'lishadi.\n4. Sotsial va guruh ishlari: 92 IQ darajasi insonlar sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning birgalikda ishlash, guruhda liderlik vazifalarini bajarish, qaror qabul qilish va maqbulot qozonish qobiliyatlari bor.\n5. Yaxshi kommunikatsiya: Bu darajaga ega insonlar yaxshi kommunikatsiya qobiliyatiga ega bo'ladi. Ularning fikrlarini ifoda qilish, maqolalar yozish, javob berish va o'zlarini boshqalar bilan yaxshi munosabatda bo'lish qobiliyatlari bor.\n92 IQ darajasiga ega insonlar yuqori darajadagi o'zlashtirish, o'rganish, yechish, tahlil qilish va innovatsiyalar qilish qobiliyatlariga ega bo'ladi. Ularning o'zlarini rivojlantirish, yangi bilim va mahoratlarni oshirish, ilmiy va amaliy tadqiqotlar bilan shug'ullanishlari ularga yanada rivojlanish imkoniyatlarini beradi."
  },
  {
    "id": 14,
    "correct": 13,
    "iq": 94,
    "ability": "94 IQ darajaga ega bo'lgan insonlar yuqori intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Keng tahlil va muhokama qilish: 94 IQ darajasi insonlar muhim muammolarni keng tahlil qilish va yechishda yuqori darajada qobiliyatga ega bo'ladi. Ularning tushunchalarini tafsilotli ravishda tahlil qilish, muhokama qilish va yechim topish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlik va innovatsiyalar yaratishda kuchli bo'lishadi. Ularga yangi ideyalarni generatsiya qilish, yaratuvchan ishlarni amalga oshirish, maslahatlar berish va yangi yechimlar topish qobiliyatlari bor.\n3. Yorqin o'rganish va bilimlarni jamlash: 94 IQ darajasi insonlar o'zlarini rivojlantirish va o'z bilimlarini kengaytirishda yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, tahliliy bilimlarni jamlash, innovatsion texnologiyalarni o'rganish va boshqalar bilan bilim almashish qobiliyatlari bor.\n4. Sotsial va guruh ishlari: 94 IQ darajasi insonlar sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning guruhda liderlik qilish, maslahatlar berish, samaradorlik bilan ishlash va jamoatchilikning rivojlanishida ishtirok etish qobiliyatlari bor.\n5. Yorqin kommunikatsiya: Bu darajaga ega insonlarning yorqin kommunikatsiya qobiliyatiga ega bo'ladi. Ularga effektiv ma'ruzalar, yozuvlar va ko'ngillilik bilan muloqot qilish qobiliyatlari bor.\n94 IQ darajasiga ega insonlar yuqori darajadagi tahlil qilish, kreativlik, o'rganish va kommunikatsiya qobiliyatlariga ega bo'ladi. Ularga rivojlanish va o'zlashtirishlari, ilmiy tadqiqotlarga qatnashish, tahliliy bilimlarni rivojlantirish va inovatsiyalar yaratishga imkon beradi. Ularning ilmiy, ijtimoiy va boshqa sohalarda yuqori darajali vazifalarni bajarish qobiliyatlari bor."
  },
  {
    "id": 15,
    "correct": 14,
    "iq": 96,
    "ability": "96 IQ darajaga ega bo'lgan insonlar yuqori intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin analitik va muhokama qilish: 96 IQ darajasi insonlar muhim muammolarni yorqin tahlil qilish, alternativ yechimlar topish va muhokama qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning tahliliy fikrlash, logikaviy muhokama qilish va yorqin mantiqiy salohiyatlari bor.\n2. Yaratuvchan fikrlash va innovatsiya: Bu darajaga ega insonlar kreativlik va innovatsiyalar yaratishda kuchli bo'lishadi. Ularning yangi ideyalarni generatsiya qilish, yangi ishlarni amalga oshirish, muhim muammolarga yangiliklar va innovatsiyalar taklif qilish qobiliyatlari bor.\n3. Baland darajali o'rganish va bilimlarni jamlash: 96 IQ darajasi insonlar o'zlarini rivojlantirish va bilimlarni kengaytirishda yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, tahliliy bilimlarni jamlash, texnikaviy va sohalardagi bilimlarni o'rganish, rivojlantirish va innovatsiyalar taklif qilish qobiliyatlari bor.\n4. Sotsial va guruh ishlari: 96 IQ darajasi insonlar sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning guruhda liderlik qilish, maslahatlar berish, birgalikda ishlash, samaradorlik bilan ishlash va jamoatchilikning rivojlanishida qatnashish qobiliyatlari bor.\n5. Yorqin kommunikatsiya: Bu darajaga ega insonlar yorqin kommunikatsiya qobiliyatiga ega bo'ladi. Ularning effektiv ma'ruzalar, yozuvlar va verbal muloqot qilish qobiliyatlari bor. Ularning fikrlarini ifoda qilish, o'z fikrlarini boshqalar bilan munosabatda ifodalash va o'z fikrlarini maslahatlar orqali yetkazish qobiliyatlari bor.\n96 IQ darajasiga ega insonlar yuqori darajadagi tahlil qilish, kreativlik, o'rganish va kommunikatsiya \nqobiliyatlariga ega bo'ladi."
  },
  {
    "id": 16,
    "correct": 15,
    "iq": 98,
    "ability": "98 IQ darajaga ega bo'lgan insonlar yuqori intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yuqori darajadagi tahlil qilish: 98 IQ darajasi insonlar muhim ma'lumotlarni yuqori darajada tahlil \nqilish, muhokama qilish va yechim topishga qodir bo'ladi. Ularning muammolarni tahlil \nqilish, problemlarga yuqori darajada yechim topish va alternativ variantlarni o'rganish qobiliyatlari bor.\n2. Yaratuvchan fikrlash va innovatsiya: Bu darajaga ega insonlar kreativlik va innovatsiyalar yaratishda kuchli bo'lishadi. Ularning yangi ideyalarni generatsiya qilish, yangi ishlarni amalga oshirish, muhim muammolarga alternativ yechimlar taklif etish va innovatsiyalar rivojlanishida qatnashish qobiliyatlari bor.\n3. Yuqori darajadagi o'rganish: 98 IQ darajasi insonlar yuqori darajada o'rganish qobiliyatiga ega bo'ladi. Ularning ilmiy tadqiqotlar, tahliliy bilimlarni o'rganish, texnikaviy va sohalardagi bilimlarni rivojlantirish, yangi bilimlar va ko'nikmalar o'rganish qobiliyatlari bor.\n4. Sotsial va guruh ishlari: 98 IQ darajasi insonlar sotsial va guruh ishlari bilan muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning guruhda liderlik qilish, maslahatlar berish, birgalikda ishlash, samaradorlik bilan ishlash va jamoatchilikning rivojlanishida ishtirok etish qobiliyatlari bor.\n5. Yorqin kommunikatsiya: Bu darajaga ega insonlar yorqin kommunikatsiya qobiliyatiga ega bo'ladi. Ularning effektiv ma'ruzalar, yozuvlar va verbal muloqot qilish qobiliyatlari bor. Ularning fikrlarini ifoda qilish, o'z fikrlarini boshqalar bilan munosabatda ifodalash va o'z fikrlarini maslahatlar orqali yetkazish qobiliyatlari bor.\n98 IQ darajasiga ega insonlar yuqori darajadagi tahlil qilish, kreativlik, o'rganish va kommunikatsiya qobiliyatlariga ega bo'ladi."
  },
  {
    "id": 17,
    "correct": 16,
    "iq": 100,
    "ability": "100 IQ darajaga ega bo'lgan insonlar yuqori darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. O'rganish va ma'lumotlarni qabul qilish: 100 IQ darajasi insonlar yangi ma'lumotlarni o'rganishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi konseptlarni tushunish, ma'lumotlarni to'plab chiqish va ularga tushuntirilgan ma'lumotlarni tahlil qilish qobiliyatlari bor.\n2. Muammolarni yechish: 100 IQ darajasi insonlar muammolarni yechishda qobiliyatga ega bo'ladi. Ularning muammolarni tahlil qilish, yechimlarni topish va muhokama qilish qobiliyatlari bor. Ularning logika va mantiqiy qobiliyatlari yuqori darajada bo'ladi.\n3. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar yuqori darajada kommunikatsiya qobiliyatiga ega bo'ladi. Ularning effektiv muloqot qilish, fikrlarini ifoda qilish va boshqalar bilan birgalikda ishlash qobiliyatlari bor.\n4. Asosiy harakatlarni o'rganish: 100 IQ darajasi insonlar asosiy harakatlarni o'rganishda yuqori darajada qobiliyatga ega bo'ladi. Ularning qo'llaniladigan bilimlar, sport, san'at va boshqa sohalardagi asosiy qobiliyatlarini o'rganish qobiliyatlari bor.\n5. Ijtimoiy va guruh ishlari: 100 IQ darajaga ega insonlar ijtimoiy va guruh ishlari bilan ham muvaffaqiyatli ishlash imkoniyatiga ega bo'ladi. Ularning guruhda ishlash, maslahatlar berish, birgalikda vazifalar bajarish va jamoatchilik bilan ishtirok etish qobiliyatlari bor.\n100 IQ darajaga ega insonlar yuqori darajadagi o'rganish, muammolarni yechish, kommunikatsiya va guruh ishlari bilan bog'liq qobiliyatlari bor. Ularning rivojlanishi va o'zlashtirishi, o'rganish va o'zini rivojlantirishni davom ettirishga asoslangan."
  },
  {
    "id": 18,
    "correct": 17,
    "iq": 102,
    "ability": "102 IQ darajaga ega insonlar yuqori darajada intellektual kuchi va qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 102 IQ darajasi insonlar muhim ma'lumotlarni yorqin tahlil qilishda kuchli bo'lishadi. Ular muammolarni yechish, alternativ yechimlarni topish va tahlil qilishda yuqori darajada qobiliyatli. Ularning logika va mantiqiy qobiliyatlari yuqori darajada bo'ladi.\n2. Yaratuvchan fikrlash va innovatsiya: Bu darajaga ega insonlar kreativlik va innovatsiyalar yaratishda kuchli bo'lishadi. Ularning yangi ideyalarni generatsiya qilish, yangi ishlarni amalga oshirish, muhim muammolarga alternativ yechimlar taklif etish va innovatsiyalar rivojlanishida qatnashish qobiliyatlari bor.\n3. Yuqori darajadagi o'rganish: 102 IQ darajasi insonlar yuqori darajada o'rganish qobiliyatiga ega bo'ladi. Ularning ilmiy tadqiqotlar, tahliliy bilimlarni o'rganish, sohadagi bilimlarni rivojlantirish, yangi bilimlar va ko'nikmalarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar yorqin kommunikatsiya va hamkorlik qobiliyatiga ega bo'ladi. Ularning effektiv muloqot qilish, fikrlarini ifoda qilish, boshqalar bilan ishbilarmonlik va jamoatchilikning rivojlanishida ishtirok etish qobiliyatlari bor.\n5. Yorqin harakat va ishlash: 102 IQ darajasi insonlar yorqin harakat va ishlashga ega bo'lishda kuchli bo'ladi. Ular qo'llaniladigan bilimlar, sport, san'at va boshqa sohalardagi qobiliyatlarini rivojlantira oladilar.\n102 IQ darajaga ega insonlar yuqori darajadagi tahlil qilish, kreativlik, o'rganish, kommunikatsiya va harakat qobiliyatlariga ega bo'ladi. Ularning rivojlanishi va o'zlashtirishi, ilmiy tadqiqotlar va shaxsiy rivojlanishga qaratilgan."
  },
  {
    "id": 19,
    "correct": 18,
    "iq": 104,
    "ability": "104 IQ darajaga ega insonlar yuqori darajada intellektual kuchi va tahlil qobiliyatiga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 104 IQ darajasidagi insonlar muhim ma'lumotlarni tahlil qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning muammolarni tahlil qilish, yechimlarni topish, alternativ variantlarni taklif etish va ma'lumotlarni to'plab chiqish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlikni va innovatsiyalar yaratishni yaxshi darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yaratuvchan fikrlarni ishlab chiqish, muammolarga alternativ yechimlar topish va innovatsiyalar rivojlanishida qatnashish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 104 IQ darajasi insonlar o'rganishga yaxshi darajada qobiliyatga ega bo'ladi. Ularga yangi bilimlar va ko'nikmalarni o'rganish, ilmiy tadqiqotlar, sohalardagi ma'lumotlarni to'plab chiqish va ularga tushuntirilgan ma'lumotlarni tahlil qilish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar kommunikatsiya qobiliyatiga ega bo'ladi. Ularning effektiv muloqot qilish, fikrlarini ifoda qilish, boshqalar bilan ishbilarmonlik va jamoatchilik bilan ishtirok etish qobiliyatlari bor.\n5. Muammolarni yechish: 104 IQ darajaga ega insonlar muammolarni tahlil qilish va yechishda yuqori darajada qobiliyatga ega bo'ladi. Ularning logika va mantiqiy qobiliyatlari orqali muammolarni tahlil qilish, yechimlarni topish va qiyinchiliklarni hal qilish qobiliyatlari bor.\n104 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni \nyechishga qodir bo'ladi. Ularning shaxsiy rivojlanishi va o'zlashtirishi, o'rganish, amaliyot, va \nyaratuvchi faoliyatlar yordamida davom ettirishga bog'liq."
  },
  {
    "id": 20,
    "correct": 19,
    "iq": 106,
    "ability": "106 IQ darajaga ega insonlar yuqori darajada intellektual kuchi, tahlil qobiliyatlariga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 106 IQ darajasi insonlar muhim ma'lumotlarni tahlil qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning kompleks muammolarni tahlil qilish, muammolarga alternativ yechimlar topish va yorqin tahlil qilishda qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlikni va innovatsiyalar yaratishni o'rtacha darajada qobiliyatga ega bo'ladi. Ularga yangi ideyalarni generatsiya qilish, yaratuvchan fikrlarni ishlab chiqish, muammolarga yechim topish va innovatsiyalar rivojlanishida ishtirok etish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 106 IQ darajasi insonlar o'rganishga yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, sohalardagi ma'lumotlarni o'rganish va ularga tushuntirilgan ma'lumotlarni tahlil qilish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar effektiv muloqot qilish va boshqalar bilan hamkorlik qilishda qobiliyatga ega bo'ladi. Ularning fikrlarini ifoda qilish, o'z fikrlarini boshqalarga yetkazish, jamoatchilik bilan hamkorlik qilish qobiliyatlari bor.\n5. Muammolarni yechish: 106 IQ darajaga ega insonlar muammolarni tahlil qilish va yechishda yuqori darajada qobiliyatga ega bo'ladi. Ularning logika va mantiqiy qobiliyatlari orqali muammolarni tahlil qilish, yechimlarni topish va qiyinchiliklarni hal qilish qobiliyatlari bor.\n106 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni yechishga qodir bo'ladi. Ularning shaxsiy rivojlanishi va o'zlashtirishi, o'rganish, amaliyot va yaratuvchi faoliyatlar yordamida davom ettirishga bog'liq."
  },
  {
    "id": 21,
    "correct": 20,
    "iq": 108,
    "ability": "108 IQ darajaga ega insonlar yuqori darajada intellektual kuchi, tahlil qobiliyatlariga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 108 IQ darajasi insonlar muhim ma'lumotlarni tahlil qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning kompleks muammolarni tahlil qilish, murakkab masalalarga yechim topish, tahlil qilishda boshqa variantlarni taklif qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlikni va innovatsiyalar yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yaratuvchan fikrlarni ishlab chiqish, innovatsiyalarda ishtirok etish, yangi yo'nalishlarda yaratuvchilik qilish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 108 IQ darajasi insonlar o'rganishga yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, sohalardagi ma'lumotlarni o'rganish, ilgarigi ma'lumotlarni tahlil qilish, o'zlashtirish va yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar effektiv muloqot qilish va hamkorlik qilish qobiliyatiga egalar. Ularning fikrlarini ifoda qilish, o'z fikrlarini boshqalarga yetkazish, jamoatchilik bilan ishbilarmonlik qilish, guruhda ishlash va jamoat bilan ishtirok etish qobiliyatlari bor.\n5. Muammolarni yechish: 108 IQ darajaga ega insonlar muammolarni tahlil qilish va yechishda yuqori darajada qobiliyatga ega bo'ladi. Ularning murakkab muammolarni tahlil qilish, logika va mantiqiy qobiliyatlari orqali yechimlarni topish, alternativ variantlarni ko'rsatish va qiyinchiliklarni hal qilish imkoniyatlari beriladi.\n108 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni yechishga qodir bo'ladi"
  },
  {
    "id": 22,
    "correct": 21,
    "iq": 110,
    "ability": "110 IQ darajaga ega insonlar yuqori intellektual kuchi, tahlil qobiliyatlariga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 110 IQ darajasi insonlar muhim ma'lumotlarni tahlil qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning murakkab masalalarni tahlil qilish, muammolarni yorqin tahlil qilish, tahlil jarayonida bir nechta variantlarni muhokama qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativlikni va innovatsiyalar yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularga yangi fikrlar, yangi ideyalar va alternativ yechimlar topishda yetuk kuch beriladi. Ular qobiliyatlari bilan yangiliklar yaratish, ishlab chiqish, innovatsiyalar rivojlanishida ishtirok etish imkoniyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 110 IQ darajasi insonlar o'rganishga yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, sohalardagi ma'lumotlarni o'rganish, kompleks tahlil va sintez qilish, ilgari ma'lumotlarni o'rganish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar effektiv muloqot qilish va hamkorlik qilishda qobiliyatga ega bo'ladi. Ularning fikrlarini ifoda qilish, o'z fikrlarini boshqalarga yetkazish, jamoatchilik bilan ishbilarmonlik qilish, guruhda ishlash va jamoat bilan ishtirok etish qobiliyatlari bor.\n5. Muammolarni yechish: 110 IQ darajaga ega insonlar muammolarni tahlil qilish va yechishda yuqori darajada qobiliyatga ega bo'ladi. Ularning murakkab muammolarni tahlil qilish, logika va mantiqiy qobiliyatlari orqali yechimlarni topish, alternativ variantlarni ko'rsatish va qiyinchiliklarni hal qilish qobiliyatlari bor.\n110 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni yechishga qodir bo'ladi."
  },
  {
    "id": 23,
    "correct": 22,
    "iq": 112,
    "ability": "112 IQ darajaga ega insonlar yuqori intellektual kuchi va tahlil qilish qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 112 IQ darajasiga ega insonlar murakkab masalalarni yorqin tahlil qilishda qobiliyatga ega bo'ladi. Ularning ma'lumotlarni tahlil qilish, murakkab muammolarni yechish, alternativ variantlarni ko'rsatish va tahlil jarayonida qiyinchiliklarni hal qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda va innovatsiyalar rivojlanishida yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yaratuvchan fikrlarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, mo'ljallangan yo'nalishlarda yangilik qilish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 112 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar, sohalardagi ma'lumotlarni o'rganish, kompleks tahlil va sintez qilish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, jamoatchilik bilan ishbilarmonlik qilish, guruhda ishlash va jamoat bilan ishtirok etish qobiliyatlari bor.\n5. Muammolarni yechish: 112 IQ darajaga ega insonlar murakkab muammolarni tahlil qilish va yechishda qobiliyatga ega bo'ladi. Ularning logika va mantiqiy qobiliyatlari orqali yechimlarni topish, tahlil jarayonida bir nechta variantlarni muhokama qilish, qiyinchiliklarni hal qilish qobiliyatlari bor.\n112 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni yechishga qodir bo'ladi."
  },
  {
    "id": 24,
    "correct": 23,
    "iq": 114,
    "ability": "114 IQ darajaga ega insonlar yuqori intellektual kuchi va tahlil qilish qobiliyatlariga ega. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 114 IQ darajasi insonlar murakkab masalalarni yorqin tahlil qilish qobiliyatiga ega bo'ladi. Ularning ma'lumotlarni tahlil qilish, muammolarni yechish, tahlil jarayonida bir nechta variantlarni muhokama qilish, qiyinchiliklarni hal qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda va innovatsiyalar rivojlanishida yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yaratuvchan g'oyalarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, mo'ljallangan yo'nalishlarda yangilik qilish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 114 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning ilmiy tadqiqotlar sohalaridagi ma'lumotlarni o'rganish, kompleks tahlil va sintez qilish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilish qobiliyatiga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, jamoatchilik bilan ishbilarmonlik qilish, guruhda ishlash va jamoat bilan ishtirok etish qobiliyatlari bor.\n5. Muammolarni yechish: 114 IQ darajaga ega insonlar murakkab muammolarni tahlil qilish va yechishda qobiliyatga ega bo'ladi. Ularning logika va mantiqiy qobiliyatlari orqali yechimlarni topish, tahlil jarayonida bir nechta variantlarni muhokama qilish, qiyinchiliklarni hal qilish qobiliyatlari bor.\n114 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va muammolarni yechishga qodir bo'ladi."
  },
  {
    "id": 25,
    "correct": 24,
    "iq": 116,
    "ability": "116 IQ darajaga ega insonlar yuqori darajadagi intellektual va analitik qobiliyatlarga ega bo'ladi. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Murakkab muammolarni tahlil qilish: 116 IQ darajasi insonlar murakkab masalalarni tahlil qilishda ustunlik qilishadi. Ularning muhim ma'lumotlarni tahlil qilish, murakkab muammolarni yechish, ko'p variantlarni qiyinchiliklarni hal qilish, logika va mantiqiy qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, yangi yechimlar topish qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 116 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, bilimlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlar va ko'nikmalarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, jamoat bilan ishtirok etish qobiliyatlari bor.\n5. Boshqalarga yordam berish: 116 IQ darajaga ega insonlar murakkab muammolarni yechish va yechimlar topishda boshqalarga yordam berishda muvaffaqiyatga erishadi. Ularning maslahatlar berish, yechimlar topishda yordam berish, guruh ishiga qo'shimcha hissa qo'shish, jamoatning muhim maslahatlarini qidirish va boshqalarga yordam ko'rsatish qobiliyatlari bor.\n116 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya va yordam berishda qobiliyatga ega bo'ladi."
  },
  {
    "id": 26,
    "correct": 25,
    "iq": 118,
    "ability": "118 IQ darajaga ega insonlar yuqori intellektual kuchi va tahlil qobiliyatlarga ega bo'ladilar. Ularning quyidagi faoliyatlarga qodir bo'lishadi:\n1. Murakkab muammolarni tahlil qilish: 118 IQ darajasi insonlar murakkab muammolarni tahlil qilishda ustunlik qilishadi. Ularning ko'p variantlarni muhokama qilish, tahlil jarayonida o'zlashtirishlar va variantlarni tahlil qilish, ko'nikmalar va aloqador ma'lumotlarni tahlil qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yaratuvchi fikrlarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, yangi yechimlar topish va murakkab muammolarni yechishda kreativlikni qo'llab-quvvatlash qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 118 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, muhim ma'lumotlarni tahlil qilish, mantiqiy bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, jamoat bilan ishtirok etish, maslahatlar berish va boshqalarga yordam berish qobiliyatlari bor.\n5. Yechimlar topish va muammolarni yechish: 118 IQ darajaga ega insonlar murakkab muammolarni yechishda ustunlik qilishadi. Ularning logika va tahlil qobiliyatlari orqali yechimlar topish, murakkab masalalarni hal qilish, muhim muammolarni tahlil qilish qobiliyatlari bor.\n118 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi."
  },
  {
    "id": 27,
    "correct": 26,
    "iq": 120,
    "ability": "120 IQ darajaga ega insonlar yuqori darajadagi intellektual va analitik qobiliyatlarga ega bo'ladilar. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Yorqin tahlil qilish: 120 IQ darajasi insonlar murakkab masalalarni yorqin tahlil qilishda ustunlik qilishadi. Ularning ma'lumotlarni tahlil qilish, muammolarni yechish, tahlil jarayonida bir nechta variantlarni muhokama qilish, logika va mantiqiy qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, yechimlar topishda kreativlikni qo'llab-quvvatlash qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 120 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, murakkab ma'lumotlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, jamoat bilan ishtirok etish, maslahatlar berish va boshqalarga yordam berish qobiliyatlari bor.\n5. Muammolarni yechish: 120 IQ darajaga ega insonlar murakkab muammolarni tahlil qilish va yechishda ustunlik qilishadi. Ularning logika va tahlil qobiliyatlari orqali yechimlar topish, murakkab masalalarni hal qilish, muhim muammolarni tahlil qilish qobiliyatlari bor.\n120 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi. Ularning shaxsiy rivojlanishi va amaliyotlari bu imkoniyatlardan foydalanish bilan bog'liq."
  },
  {
    "id": 28,
    "correct": 27,
    "iq": 122,
    "ability": "122 IQ darajaga ega insonlar yuqori intellektual va analitik qobiliyatlarga ega bo'ladilar. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Murakkab tahlil qilish: 122 IQ darajasi insonlar murakkab muammolarni tahlil qilishda ustunlik qilishadi. Ularning ko'p variantlarni tahlil qilish, muhokama qilish, mantiqiy bog'lanishlarni tashkil etish, tahlil jarayonida o'zlashtirishlar va variantlarni tahlil qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, yangi yechimlar topish va murakkab muammolarni yechishda kreativlikni qo'llab-quvvatlash imkoniyatlari beriladi.\n3. O'rganish va ma'lumotlarni qabul qilish: 122 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, murakkab ma'lumotlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, jamoat bilan ishtirok etish, maslahatlar berish va boshqalarga yordam berish qobiliyatlari bor.\n5. Yechimlar topish va muammolarni yechish: 122 IQ darajaga ega insonlar murakkab muammolarni yechishda ustunlik qilishadi. Ularning logika va tahlil qobiliyatlari orqali yechimlar topish, murakkab masalalarni hal qilish, muhim muammolarni tahlil qilish imkoniyatlari beriladi.\n122 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi. Ularning shaxsiy rivojlanishi va amaliyotlari bu imkoniyagatlardan foydalanish bilan bog'liq."
  },
  {
    "id": 29,
    "correct": 28,
    "iq": 124,
    "ability": "124 IQ darajaga ega insonlar yuqori intellektual va analitik qobiliyatlarga ega bo'ladilar. Ular quyidagi faoliyatlarda qodir bo'lish imkoniyatlari beriladi:\n1. Tahlil qilish va muhokama: 124 IQ darajasi insonlar murakkab muammolarni tahlil qilishda ustunlik qilishadi. Ularning ko'p variantlarni tahlil qilish, muhokama qilish, mantiqiy bog'lanishlarni tashkil etish va murakkab muammolarni yechish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratish va innovatsiyalar qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsion yechimlar topishda ishtirok etish, murakkab muammolarni yechishda kreativlikni qo'llab-quvvatlash imkoniyatlari beriladi.\n3. O'rganish va ma'lumotlarni qabul qilish: 124 IQ darajasi insonlar ma'lumotlarni tez o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning murakkab ma'lumotlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish, tajribalarni tahlil qilish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish, guruhda ishlash, jamoat bilan ishtirok etish va boshqalarga yordam berishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, maslahatlar berish, boshqalarga tajribalarini taqdim qilish va guruhda hamkorlik qilish qobiliyatlari bor.\n5. Logika va muammolarni yechish: 124 IQ darajaga ega insonlar logik qobiliyatlarga ega bo'ladilar. Ularning logik bog'lanishlarni tashkil etish, murakkab muammolarni tahlil qilish, yechimlar topishda ustunlik qilish qobiliyatlari bor.\n124 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi. Ularning shaxsiy rivojlanishi va amaliyotlari bu imkoniyatlardan foydalanish bilan bog'liq."
  },
  {
    "id": 30,
    "correct": 29,
    "iq": 126,
    "ability": "126 IQ darajaga ega insonlar yuqori intellektual qobiliyatlarga ega bo'ladilar. Ularning quyidagi faoliyatlarga qodir bo'lishadi:\n1. Murakkab tahlil qilish: 126 IQ darajasi insonlar murakkab muammolarni tahlil qilishda ustunlik qilishadi. Ularning ko'p variantlarni tahlil qilish, muhokama qilish, logik bog'lanishlarni tashkil etish, tahlil jarayonida o'zlashtirishlar va variantlarni tahlil qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsiyalar qilishda ishtirok etish, yangi yechimlar topish va murakkab muammolarni yechishda kreativlikni qo'llab-quvvatlash qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 126 IQ darajasi insonlar ma'lumotlarni o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, murakkab ma'lumotlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish va hamkorlik qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, jamoat bilan ishtirok etish, maslahatlar berish va boshqalarga yordam berish qobiliyatlari bor.\n5. Yechimlar topish va muammolarni yechish: 126 IQ darajaga ega insonlar murakkab muammolarni yechishda ustunlik qilishadi. Ularning logika va tahlil qobiliyatlari orqali yechimlar topish, murakkab masalalarni hal qilish, muhim muammolarni tahlil qilish qobiliyatlari bor.\n126 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi. Ularning shaxsiy rivojlanishi va amaliyotlari bu imkoniyatlardan foydalanish bilan bog'liq."
  },
  {
    "id": 31,
    "correct": 30,
    "iq": 128,
    "ability": "128 IQ darajaga ega insonlar yuqori intellektual qobiliyatlarga ega bo'ladilar. Ular quyidagi faoliyatlarga qodir bo'lishadi:\n1. Murakkab tahlil va muhokama: 128 IQ darajasi insonlar murakkab muammolarni tahlil qilish va muhokama qilishda ustunlik qilishadi. Ularning ko'p variantlarni tahlil qilish, logik bog'lanishlarni tashkil etish, muhokama qilish, tahlil jarayonida o'zlashtirishlar va variantlarni tahlil qilish qobiliyatlari bor.\n2. Kreativlik va innovatsiya: Bu darajaga ega insonlar kreativ fikrlarni yaratishda va innovatsiyalar qilishda yuqori darajada qobiliyatga ega bo'ladi. Ularning yangi ideyalarni generatsiya qilish, yangi g'oyalarni ishlab chiqish, innovatsion yechimlar topish, murakkab muammolarni yechishda kreativlikni qo'llab-quvvatlash qobiliyatlari bor.\n3. O'rganish va ma'lumotlarni qabul qilish: 128 IQ darajasi insonlar ma'lumotlarni tez o'rganish va qabul qilishda qobiliyatga ega bo'ladi. Ularning tez o'rganish, murakkab ma'lumotlarni tahlil qilish, logik bog'lanishlarni tashkil etish, yangi bilimlarni o'rganish qobiliyatlari bor.\n4. Kommunikatsiya va hamkorlik: Bu darajaga ega insonlar muloqot qilish, hamkorlik qilish, va jamoat bilan ishtirok etishda yuqori darajada qobiliyatga ega bo'ladi. Ularning o'z fikrlarini ifoda qilish, boshqalarga yetkazish, guruhda ishlash, maslahatlar berish, boshqalarga yordam berish qobiliyatlari bor.\n5. Yechimlar topish va muammolarni yechish: 128 IQ darajaga ega insonlar murakkab muammolarni yechishda ustunlik qilishadi. Ularning logika va tahlil qobiliyatlari orqali yechimlar topish, murakkab masalalarni hal qilish, muhim muammolarni tahlil qilish qobiliyatlari bor.\n128 IQ darajaga ega insonlar tahlil qilish, kreativlik, o'rganish, kommunikatsiya, yechimlar topish va yordam berishda qobiliyatga ega bo'ladi. Ularning shaxsiy rivojlanishi va amaliyotlari bu imkoniyatlardan foydalanish bilan bog'liq."
  }
]